/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "用購買的郵箱和註冊碼登陸可激活軟體功能。";
"Your E-mail Address" = "輸入您的郵箱";
"Registration Code" = "輸入註冊碼";
"Please make sure both your E-mail address and registration code are correct and try again." = "請確保您的註冊碼和郵箱是正確的，然後重試。";
"Buy Now" = "立即購買";
"Register" = "註冊";
"Skip" = "以後";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1，如果您沒有收到註冊碼信息或不知道註冊的郵箱，您可以點擊此處去查詢>> ";
"click here to check >>" = "點擊此處去查詢>>";
"2. For other registration issues, please contact us >>" = "2，其他軟體或者產品的註冊問題，請聯繫我們>> ";
"contact us >>" = "請聯繫我們>>";
"Registering…" = "註冊中...";
"Registered successfully!" = "註冊成功。";
"OK" = "好";
"Please make sure your network connection is working and try again." = "請確保當前網絡是正常可以使用的，然後重新註冊。";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "異常！請重新檢查輸入的郵箱和激活碼，然後重新激活。";
"The number of devices has exceeded the current order limit." = "已超過當前訂單限制的設備台數。";
"Contact us" = "聯繫我們";
"The number of computers registered with the registration code has exceeded the limit." = "當前註冊碼註冊的電腦台數已經超過限制！";
"Invalid registration code!" = "無效註冊碼！";
"No order record for this registration code!" = "此註冊碼沒有訂單記錄！";
"This registration code has expired!" = "此註冊碼已過期！";
"Registered license plan:" = "已註冊的賬號信息：";
"User E-mail:" = "用戶郵箱：";
"License Plan:" = "賬號類型：";
"Change license plan" = "更改賬號類型";
"Family license" = "家庭版";
"1 Year license" = "一年個人版";
"1 Month license" = "一月個人版";
"Enterprise Subscription Edition" = "企業訂閱版";
"Valid until:" = "有效期至：";
"Available device(s):" = "可用設備數：";
"%lu device(s)/Total %lu device(s)" = "%lu個設備/共%lu個設備";
"Available computer(s):" = "可用電腦台數：";
"%lu computer(s)/Total %lu computer(s)" = "%lu台電腦/共%lu台電腦";
"Used device(s):" = "已使用設備數：";
"Used computer(s):" = "已使用電腦台數：";
"%lu device(s)" = "%lu 個設備";
"%lu computer(s)" = "%lu 台電腦";
"Welcome to use %@" = "歡迎您使用%@";
"Change License" = "改變賬號";
"Lifetime" = "终生";
"Unlimited" = "無限制";

"If you want to continue using %@, please purchase again or contact us." = "如果你想要繼續使用%@，請再次購買，或者聯繫我們。";
"See Pricing" = "查看價格";
